Repository: flightless/mailgun-subscriptions
Catalog: languages/mailgun-subscriptions-*.po
Languages: it

source: Mailgun Mailing Lists
it: Liste di distribuzione Mailgun

source: Mailgun Lists
it: Liste Mailgun

source: API Credentials
it: Credenziali dell'API

source: Available Lists
it: Liste disponibili

source: Subscription Confirmation
it: Conferma della sottoscrizione

source: Confirmation Page
it: Pagina di conferma

source: Expiration Period
it: Scadenza

source: Subscription requests will become invalid after this many days
it: Le conferme di sottoscrizione scadono dopo questo numero di giorni

source: Confirmation Email
it: E-mail di conferma

source: Welcome Email
it: E-mail di benvenuto

source: Save Settings
it: Salva impostazioni

source: Address
it: Indirizzo

source: Name
it: Nome

source: Description
it: Descrizione

source: Hidden
it: Nascondi

source: Create a new list
it: Creare una nuova lista

source: -- New Page --
it: -- Nuova pagina --

source: Subscription Confirmed
it: Sottoscrizione confermata

source: This email will contain a link for users to confirm their subscriptions. Your template should contain the following shortcodes:<br /> <code>[link]</code> &ndash; This becomes a link back to your site with a unique code to confirm the user's subscription request.<br /> <code>[email]</code> &ndash; This is the user's email address.<br /> <code>[lists]</code> &ndash; This is a list of the lists the user opted to subscribe to.
it: Questa e-mail conterrà un link per la conferma della sottoscrizione. Il template dovrebbe contenere i seguenti codici:<br /> <code>[link]</code> &ndash; Questo codice verrà sostituito con un collegamento al sito web che conterrà il codice necessario alla conferma della sottoscrizione.<br /> <code>[email]</code> &ndash; Questo è l'indirizzo e-mail dell'utente.<br /> <code>[lists]</code> &ndash; Questo è l'elenco delle liste di distribuzione alle quali l'utente ha scelto di iscriversi.

source: This email will be sent to users after they confirm their subscription. Leave blank to disable this email. Your template can contain the following shortcodes:<br /> <code>[email]</code> &ndash; This is the user's email address.<br /> <code>[lists]</code> &ndash; This is a list of the lists the user opted to subscribe to.
it: Questa e-mail verrà trasmessa agli utenti dopo la conferma della loro sottoscrizione. Lasciare in bianco per disabilitare questa e-mail. Il template può contenere questi codici:<br /> <code>[email]</code> &ndash; Questo è l'indirizzo e-mail dell'utente.<br /> <code>[lists]</code> &ndash; Questo è l'elenco delle liste di distribuzione alle quali l'utente ha scelto di iscriversi.

source: [%s] Your Subscription Is Confirmed
it: [%s] La sottoscrizione è stata confermata

source: Error Confirming Your Subscription
it: Errore nella conferma della sottoscrizione

source: Your request could not be found. Please try again.
it: La richiesta non è stata trovata. Prego riprovare.

source: There are no mailing lists associated with your request. Please try again.
it: Non ci sono mailing list associate alla richiesta. Prego riprovare.

source: You have already confirmed your request.
it: La richiesta è già stata confermata.

source: Your request has expired. Please try again.
it: La richiesta è scaduta. Prego riprovare.

source: We experienced a problem setting up your subscription. Please try again.
it: Errore nella registrazione. Prego riprovare.

source: Mailgun Confirmation
it: Conferma Mailgun

source: [%s] Confirm Your Subscription
it: [%s] Confermare la propria sottoscrizione

source: Please check your email for a link to confirm your subscription.
it: E' stato spedita una e-mail di conferma all'indirizzo fornito.

source: Please select a mailing list.
it: Scegliere una mailing list.

source: Please enter your email address.
it: Inserire l'indirizzo e-mail.

source: Please verify your email address.
it: Prego verificare l'indirizzo e-mail.

source: You have previously unsubscribed. Please contact us to reactivate your account.
it: L'indirizzo risulta essere disiscritto. Per favore, contattaci per riattivare il tuo account.

source: You are already subscribed. Please contact us if you have trouble receiving messages.
it: L'indirizzo risulta già iscritto. Contatta il gestore del sito per assistenza se non ricevi correttamente i messaggi.

source: Email Address
it: Indirizzo e-mail

source: Subscribe
it: Registra

source: Thank you for subscribing. Please visit [link] to confirm your subscription for [email] to the following lists: [lists]
it: Grazie per la registrazione. Clicca qui ([link]) per confermare l'indirizzo [email] per le seguenti liste: [lists]

source: Your email address, [email], has been confirmed. You are now subscribed to the following lists: [lists]
it: L'indirizzo e-mail [email] è stato confermato. Sei ora iscritto alle seguenti liste: [lists]

source: <p>Thank you for confirming your subscription. <strong>[mailgun_email]</strong> is now subscribed to:</p>[mailgun_lists]
it: <p>Grazie per aver confermato la registrazione. L'indirizzo <strong>[mailgun_email]</strong> è ora registrato alle seguenti liste:</p>[mailgun_lists]

source: A mailgun list subscription form
it: Un form per la registrazione alla mailing list Mailgun

source: Mailgun List Subscription Form
it: Form per la registrazione alla mailing list

source: Title:
it: Titolo:

source: Description:
it: Descrizione:

source: Options:
it: Opzioni:

source: MailGun Mailing List Subscriptions requires PHP version %s or higher. You are using version %s.
it: MailGun Mailing List Subscriptions richiede PHP versione %s o superiore. Ora stai usando %s.
